Repository: Ab07x/ciyaar
Catalog: alba/AlbaPlayer/languages/albaplayer-*.po
Languages: ar

source: AlbaPlayer Settings
ar: اعدادات المشغل

source: Support
ar: الدعم الفني

source: You do not have sufficient permissions to access this page.
ar: ليس لديك أذونات كافية للوصول إلى هذه الصفحة.

source: Deactivate license
ar: حذف الترخيص

source: No data available.
ar: لا توجد بيانات متاحة.

source: Save Changes
ar: حفظ التغييرات

source: Reset Settings
ar: إعادة تعيين الاعدادات

source: Refresh
ar: تحديث

source: Share
ar: مشاركة

source: player
ar: المشغل

source: Embed Code
ar: كود التضمين

source: Copy
ar: نسخ

source: Need help ?
ar: تحتاج لمساعدة؟

source: Settings
ar: إعدادات المشغل

source: Are you sure you want to Deactivate albaplayer license?
ar: هل أنت متأكد من أنك تريد إلغاء تنشيط ترخيص AlbaPlayer؟

source: Welcome to
ar: مرحبا بك في

source: Live Streaming Player
ar: مشغل قنوات البث المباشر

source: Activate license
ar: تنشيط الترخيص

source: Please, enter your plugins license key
ar: من فضلك ، أدخل مفتاح الترخيص الخاص بك

source: Need help? We're here %s
ar: هل تحتاج إلى مساعدة؟ نحن هنا %s

source: Contact Us
ar: إتصل بنا

source: Need one-to-one assistance? Get in touch with our Support team.
ar: هل تحتاج إلى مساعدة فردية؟ تواصل مع فريق الدعم لدينا.

source: Knowledge Base
ar: قاعدة المعرفة

source: This is the place to go to reference different aspects of the plugin.
ar: هذا هو المكان المناسب للذهاب للإشارة إلى جوانب مختلفة من الاضافة.

source: Browse the Knowledge Base
ar: تصفح شرح الاستخدام

source: Error
ar: خطأ

source: You do not have permission to manage this extension.
ar: ليس لديك إذن لتثبيت تحديثات الاضافة.

source: No key provided.
ar: قم بلصق كود الترخيص اولا.

source: An error occurred, please try again.
ar: حدث خطأ ما، رجاء حاول مرة أخرى.

source: Your license key has been deactivated.
ar: تم إلغاء تنشيط مفتاح الترخيص الخاص بك.

source: Unlicensed: currently not receiving updates.
ar: غير مرخص: لا يتلقى التحديثات حاليا.

source: Your license key has expired. Please renew your license key.
ar: انتهت صلاحية مفتاح الترخيص الخاص بك. الرجاء التجديد.

source: Renew From Here
ar: قم بالتجديد من هنا

source: Your license key has been disabled.
ar: تم تعطيل مفتاح الترخيص هذا.

source: Invalid license. Please %1$svisit your account page%2$s and verify it.
ar: ترخيص غير صالح. يرجى %1$sزيارة صفحة حسابك%2$s والتحقق من ذلك.

source: Your license key is not active for this URL. Please %1$svisit your account page%2$s to manage your license keys.
ar: مفتاح الترخيص الخاص بك غير نشط لعنوان URL هذا. يرجى %1$sزيارة صفحة حسابك%2$s لإدارة مفاتيح الترخيص الخاصة بك.

source: license is inactive
ar: الترخيص غير نشط

source: This appears to be an invalid license key for %s.
ar: %s يبدوا أن هذه الرخصة غير فعالة لـ.

source: Your license key has reached its activation limit.
ar: مفتاح الترخيص وصل الحد الأقصى للتفعيلات المسموح بها.

source: The key you entered belongs to a bundle, please use the product specific license key.
ar: المفتاح الذي أدخلته ينتمي إلى مجموعة، الرجاء استخدام مفتاح ترخيص المنتج محدد.

source: license key is active
ar: تم تفعيل مفتاح الترخيص

source: you have %u / %s active sites
ar: لديك %u / %s مواقع مفعلة

source: Video Player
ar: مشغل البث

source: Add New Player
ar: اضافة قناة جديدة

source: Edit Player
ar: تحرير البث

source: Error: Field ID conflict.
ar: خطأ: تعارض معرف الحقل.

source: Skip Ad After
ar: تخطي الإعلان بعد

source: Mobile Player
ar: مشغل الجوال

source: Iframe Url
ar: رابط ايفريم

source: Code
ar: كـود

source: AlbaPlayer Live Servers
ar: سيرفرات البث

source: Server Name
ar: اسم البث

source: Code & Url
ar: كود & رابط البث

source: Server Type
ar: نوع البث

source: Hide on
ar: إخفاء على

source: mobile
ar: الجوال

source: desktop
ar: الكمبيوتر

source: Add New Server
ar: إضافة سيرفر

source: AlpaPlayer Insert
ar: ادراج مشغل البث

source: You have not added any channel
ar: لم تقم بإضافة أي قناة

source: Embed
ar: تضمين

source: You can use one of the following codes to display this player on your site
ar: يمكنك استخدام أحد الاكواد التالية لعرض هذا المشغل على موقعك

source: Shortcode
ar: الكود المختصر

source: Iframe Code
ar: كود ايفريم

source: Appearance
ar: المظهر

source: Servers
ar: السيرفرات

source: Text Under Player
ar: النص الذي سيظهر اسفل المشغل

source: Servers Buttons
ar: ازرار سيرفرات البث

source: Position
ar: الموضع

source: Top
ar: فوق

source: Bottom
ar: تحت

source: Style
ar: الشكل

source: Filled
ar: خلفية

source: Outline
ar: حدود

source: Stretch Buttons
ar: ازرار ممتدة

source: Corner Radius
ar: حواف دائرية

source: Buttons Size
ar: حجم الأزرار

source: Primary Color
ar: اللون الاساسي

source: Secondary Color
ar: اللون الثانوي

source: Share Button
ar: ايقونة المشاركة

source: Text + Icon
ar: نص + أيقونة

source: Icon
ar: أيقونة

source: Text
ar: نص

source: Background
ar: لون الخلفية

source: Refresh Button
ar: ايقونة تحديث الصفحة

source: style
ar: الشكل

source: Background Color
ar: لون الخلفيه

source: Logo & Poster
ar: لوجو & بوستر

source: Player Logo
ar: لوجو

source: Size
ar: الحجم

source: Top Right
ar: أعلي اليمين

source: Top Left
ar: أعلي اليسار

source: Bottom Right
ar: أسفل اليمين

source: Bottom Left
ar: اسفل اليسار

source: Player Poster
ar: بوستر

source: Notification
ar: صندوق التنبية

source: Social Notification
ar: مربع الاشتراك عبر مواقع التواصل

source: Skin
ar: الشكل

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Right
ar: يمين

source: Left
ar: يسار

source: Buttun Type
ar: نوع الزرار

source: Content
ar: المحتوى

source: Title
ar: العنوان

source: Buttun title
ar: عنوان الزرار

source: Buttun url
ar: رابط الزرار

source: Advertisements
ar: الإعلانات

source: Ads
ar: الإعلانات

source: Header Code
ar: كود الهيدر

source: Will add to the &lt;head&gt; tag. Useful if you need to add additional codes such as CSS or JS.
ar: سيضيف إلى علامة &lt;الرأس&gt;. مفيد إذا كنت بحاجة إلى إضافة رموز إضافية مثل CSS أو JS.

source: Footer Code
ar: كود الفوتر

source: Will add to the footer before the closing &lt;/body&gt; tag. Useful if you need to add Javascript.
ar: سيضيف إلى التذييل قبل علامة &lt; / body&gt; الختامية. مفيد إذا كنت بحاجة إلى إضافة جافا سكريبت.

source: Video Banner Ads
ar: بنر اعلاني على البث

source: Skipping Timer
ar: اضافة موقت قبل التمكن من اغلاق الاعلان

source: used to redirect the visitor to another page when he tries to open the livestream page
ar: يستخدم لإعادة توجيه الزائر إلى صفحة أخرى عندما يحاول فتح صفحة البث المباشر

source: Show Close Button After
ar: إظهار زر الإغلاق بعد

source: seconds
ar: ثواني

source: Ad Code
ar: كود الإعلان

source: Protections
ar: الحمايه

source: Developer Tools Blocker
ar: أدوات المطوّرين على المتصفح

source: Developer Tools Protector (Inspect Element)
ar: حظر أدوات المطوّرين (Inspect Element)

source: It is the most effective way to copy content from websites by using the developer tools of the browser. By enabling this protector, you block access to the browser's developer tools on your site.
ar: قد يقوم بعض زوار الموقع من نسخ روابط البث عبر عرض أدوات المطوّرين في المتصفح (Inspect Element) . من خلال تمكين هذا الخيار ، فإنك تمنع الزائر من الوصول إلى أدوات مطور المتصفح على موقعك.

source: Protection Protocol
ar: بروتوكول الحماية

source: Consider selecting a protocol that is secure, user-friendly, and offers the best protection.
ar: ضع في اعتبارك اختيار بروتوكول آمن وسهل الاستخدام ويوفر أفضل حماية.

source: Block and Disable Only HotKeys
ar: حظر + تعطيل مفاتيح الاختصار

source: Redirect To Custom Url After Opening Dev Tools
ar: إعادة التوجيه إلى رابط مخصص

source: Redirect link
ar: رابط إعادة التوجيه

source: used to redirect the visitor to another page when he tries to open inspect element Developer tools
ar: يستخدم لإعادة توجيه الزائر إلى صفحة أخرى عندما يحاول فتح أدوات المطور

source: Block Right Click
ar: حظر النقر بزر الماوس الأيمن

source: AlbaPlayer Page
ar: صفحة مشغل البث

source: Disable Streaming page and allow it to run on the iframe only
ar: تعطيل صفحة البث والسماح بتشغيلها على الايفريم فقط

source: Block and Show a Blank Page
ar: حظر واظهار صفحة فارغة

source: Show Message in Page
ar: إظهار الرسالة في الصفحة

source: Redirect to Custom Url
ar: إعادة التوجيه إلى رابط مخصص

source: Message Text
ar: نص الرسالة

source: iFrame Hotlink Protector
ar: حماية ايفريم البث

source: Prevent websites from running iframe streaming
ar: منع مواقع الويب الاخرى من تشغيل ايفريم البث

source: Block and Show a Blank Page in iFrames
ar: حظر وإظهار صفحة فارغة داخل الايفريم

source: Show Popup Message in iFrame Requests
ar: إظهار رسالة منبثقة داخل الايفريم

source: Redirect iFrame Request to Custom Url
ar: إعادة التوجية إلى رابط مخصص

source: Allowed Sites
ar: المواقع المسموح لها بعرض الايفريم

source: Add domain
ar: اضافة دومين

source: Subscribe with us
ar: اشترك في موقعنا مجانا

source: Click to Subscribe
ar: انقر للاشتراك

source: Our free service for watching today's matches broadcast live without interruption on Telegram
ar: خدمة موقعنا المجانية لمشاهدة مباريات اليوم بث مباشر بدون تقطيع على التليجرام

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
ar: يتوفر إصدار جديد من %1$s. %2$s عرض تفاصيل الإصدار %3$s%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
ar: يتوفر إصدار جديد %1$s. %2$s إصدار العرض %3$s. التفاصيل %4$s أو %5$s قم بالتحديث الان %6$s.

source: You do not have permission to install plugin updates
ar: ليس لديك إذن لتثبيت تحديثات المكون الإضافي
